{
  "home": "Inicio",
  "welcome": "Bienvenido a DILA",
  "homeDetails": {
    "title": "160 HORAS TOTALES DE DIPLOMADO PRESENCIAL",
    "sessionDetails": "Sesiones de lunes a viernes de 8:00 a 17:00 hrs. 24 de junio al 19 de julio de 2024",
    "description": "El Diplomado Internacional en Lingüística Aplicada (DILA 2024) consta de cuatro módulos con un valor curricular de 160 horas.",
    "compulsorySubjects": "Incluye dos materias obligatorias:",
    "subjectsList": [
      "Fonética Articulatoria",
      "Lingüística Descriptiva"
    ],
    "electivesTitle": "Cuatro optativas, de las cuales cada alumno selecciona dos a cursar:",
    "electivesList": [
      "Sociolingüística",
      "Principios de Traducción",
      "Documentación de las Lenguas",
      "Adquisición de otra Lengua"
    ],
    "quality": "El Diplomado proporciona contenido científico-académico de calidad internacional orientado a las lenguas originarias de México."
  },
  "about": "Acerca de",
  "aboutDetails": {
    "background": {
      "heading": "Antecedentes",
      "details": "El diplomado empezó como un taller de capacitación como respuesta a un creciente interés por los grupos indígenas del país, así como un afán por el intercambio con personas de otras culturas y un deseo de servir a los lingüísticamente aislados. Por eso, el Instituto Lingüístico de Verano juntamente con la Universidad Madero ofreció en 1991 el primer taller de capacitación en los principios básicos de la lingüística descriptiva, con un fuerte énfasis en el aprendizaje efectivo de idiomas indígenas y en el arte de la empatía cultural. En 1997 a este taller se le confirió el nivel de diplomado con una duración total de 280 horas, dividido en dos veranos de clases. En 2003 se reestructuró el curso a un solo verano de 140 horas. En 2006 el diplomado cambió su sede de la Universidad de Madero a la Universidad Autónoma de San Luis Potosí y se extendió su duración a 160 horas en un verano. A partir del 2009 por medio de un marco específico entre el Instituto Lingüístico de Verano A.C. y la UASLP, el diplomado se realiza por una alianza administrativa y académica por las dos instituciones. En 2017 el diplomado se reestructuró y en colaboración con la Benemérita Universidad Autónoma de Puebla se convirtió en el Diplomado Internacional en Lingüística Aplicada, ofreciendo una formación homologada a los marcos teóricos y metodológicos internacionales de vanguardia para una enseñanza de talla mundial. En julio del 2018 el Diplomado Internacional en Lingüística Aplicada se llevó a cabo por primera vez en la Benemérita Autónoma Universidad de Puebla. Asistieron 53 alumnos, incluyendo 24 que son de comunidades de lenguas originarias de México."
    },
    "targetAudience": {
      "heading": "Dirigido a",
      "details": "El diplomado está dirigido a universitarios, estudiantes y a otras personas a quienes les interesa estudiar y entender las lenguas y sus contextos sociales según los principios de la lingüística aplicada. Esto incluye a hablantes nativos de lenguas indígenas de México, hispanohablantes, y/o maestros de escuelas bilingües o maestros de lenguas extranjeras."
    },
    "academicRequirements": {
      "heading": "Requisitos académicos",
      "details": "Recomendado: 4 semestres de estudios universitarios. Mínimo: Estudios del bachillerato o carta que exprese la necesidad de tomarlo por cuestión laboral."
    },
    "cost": {
      "heading": "Costo",
      "details": "MXN$ 5,000.00 (Incluye desayuno diario de lunes a viernes). Los gastos adicionales de viaje y de hospedaje durante el curso son responsabilidad de cada alumno."
    },
    "evaluationMechanisms": {
      "heading": "Mecanismos de Evaluación",
      "details": "La evaluación del egresado pretende llevar a cabo por medio de los siguientes parámetros: a. Presentación de trabajos individuales y grupales. b. En su caso, exámenes acerca de los temas tratados en cada uno de los módulos del diplomado. Se requiere un promedio mínimo 8 de calificación y asistencia a las clases presenciales 80% mínimo en cada uno de los módulos para recibir el diploma."
    },
    "recentHistory": {
      "heading": "Algo de historia reciente",
      "details": "El Diplomado Internacional en Lingüística Aplicada (DILA) se pospuso en 2020 debido a la pandemia. Aunque esperábamos ofrecer nuestro DILA presencial en 2021 no fue posible. Sin embargo, gracias a nuestros convenios entre la Benemérita Autónoma Universidad de Puebla, El Intituto Lingüístico de Verano y La Universidad Intercultural del Estado de Puebla y al compromiso de nuestro profesorado, se ofreció un Seminario de dos semanas en julio de 2021, en donde la oferta académica se direccionó a la realización de un Seminario (SILA) en el cual ofrecimos contenidos académicos y de debate científico de calidad internacional. En las conferencias y talleres se abordaron temáticas que generaron en los participantes interés sobre la lingüística aplicada a las lenguas originarias, motivando a los alumnos que, en muchos casos, participaron presencialmente en el DILA 2022 el cual fue presencial de tiempo completo, de cuatro semanas, 160 horas y ahora se oferta nuevamente en 2024. El Seminario Internacional en Lingüística Aplicada (SILA 2021) fue un espacio virtual de formación lingüística a partir de un ciclo de conferencias y talleres en vivo, en una plataforma digital, con los siguientes temas aplicados a las lenguas originarias de México: fonética articulatoria, lingüística descriptiva, sociolingüística, principios de traducción, documentación de las lenguas y adquisición de otra lengua, proporcionando contenido científico-académico de calidad internacional."
    }
  },
  "programDetails": "Detalles del Programa",
  "programDetailsSections": {
    "description": "Algunas detalles sobre el programa",
    "courseCatalog": "Catálogo de Cursos",
    "docents": "Docentes",
    "adminTeam": "Equipo Administrativo",
    "pueblaCityDescription": "Descripción de la Ciudad de Puebla",
    "buapDescription": "Descripción de la BUAP",
    "ilvDescription": "Descripción del ILV A.C."
  },
  "register": "Registrar",
  "registerInfo": {
    "title": "Registrar",
    "registrationLinkText": "Formulario de Registro",
    "paymentInfoTitle": "Información de Pago",
    "paymentDetails": {
      "bank": "Banco: HSBC",
      "name": "Nombre: BUAP VIEP ACT-ACADEM.",
      "account": "Cuenta: 4070369335",
      "interbankClabe": "Clabe Interbancaria: 021650040703693352",
      "reference": "Referencia: Inscripción DILA 2024",
      "importantNote": "Importante: Si realiza una transferencia digital, en el campo de Referencia incluya: Inscripción DILA 2024 y el nombre completo del estudiante. Si paga en el banco, el recibo debe tener el nombre completo del estudiante escrito con tinta azul.",
      "instructions": "Una vez realizado el depósito o transferencia, es necesario enviar el recibo por correo electrónico con el asunto: \"Inscripción DILA 2024\" a las direcciones que indicaremos, con el nombre completo de la persona a inscribir. Este nombre se usará para el Diploma una vez aprobado.",
      "invoiceNote": "Si se requiere factura, debe indicarse al enviar el recibo de pago.",
      "investment": "INVERSIÓN: $5000.00 MXN (cinco mil pesos mexicanos)",
      "includes": "Incluye inscripción para el diploma, materiales para actividades, desayuno diario y diploma (al cumplir con los requisitos para su emisión)."
    }
  },
  "contact": "Contáctenos",
  "contactInfo": {
    "title": "Contacto",
    "contactDetails": "Algun nombre, dirección, correo electrónico"
  },
  "community": "Comunidad",
  "students": "Estudiantes",
  "docents": "Docentes",
  "alumni": "Alumni",
  "courses": "Cursos",
  "coursesDetails": {
    "title": "Estructura Curricular",
    "description": "En el Diplomado Internacional en Lingüística Aplicada - BUAP 2024, se ofrecerá un curso de cuatro módulos. Todos los alumnos tomarán los módulos 1 y 2.",
    "modules": {
      "module1": {
        "title": "Introducción a la Fonética Articulatoria",
        "description": "Introducción a la fonética articulatoria y técnicas esenciales a través de un buen entendimiento del Alfabeto Fonético Internacional. El curso contiene mucha práctica en el reconocimiento y la producción de sonidos fundamentales del habla, lo cual ayuda para una buena pronunciación en el aprendizaje de una lengua, y para decodificar los sonidos de cualquier lengua del mundo (40 horas)."
      },
      "module2": {
        "title": "Introducción a la Lingüística Descriptiva",
        "description": "Introducción a los temas básicos de la lingüística para poder llevar a cabo el análisis tanto de lenguas indoeuropeas como no indoeuropeas (50 horas). Este módulo Incluye tres enfoques: Semántica: Descripción de los conceptos codificados en el léxico y su recopilación en los diccionarios. Gramática: Descripción de los tres niveles estructurales de la gramática, los cuales son la morfología, la sintaxis y el discurso. Fonología: Descripción de los sistemas de sonidos y su relación con un alfabeto ortográfico."
      },
      "module3": {
        "title": "Introducción a la Sociolingüística",
        "description": "Trata sobre temas pertinentes al estudio de los idiomas en los niveles social y cultural, para comprender los factores que favorecen o disminuyen la vitalidad de una lengua, tales como, la política de la lengua y su planificación, la variación dialectal, el discurso, la comunicación e identidad, la diglosia, la educación bilingüe y la normalización de ortografías (35 horas)."
      },
      "module4": {
        "title": "Lingüística Aplicada en la Comunidad",
        "description": "Trata sobre la documentación lingüística de idiomas originarios y la utilización de los datos obtenidos con el fin de abrir nuevos espacios para el uso de la lengua. Además, se presentan unos programas para el análisis y publicación de los datos. También incluye orientación al desarrollo lingüístico comunitario donde los participantes son los agentes activos en la promoción de la lengua (35 horas)."
      },
      "module5": {
        "title": "Principios de Traducción",
        "description": "Introducción a los principios básicos de la traducción. Verán los factores que influyen la naturaleza y la precisión de una traducción, siendo un documento informal, o una ley del gobierno, un texto religioso. Habrá mucha práctica de los principios (35 horas). Requisito: saber hablar dos idiomas."
      },
      "module6": {
        "title": "Adquisición de Otra Lengua",
        "description": "Muchas veces los adultos necesitamos aprender otro idioma. Si piensa aprender un idioma sin forma escrita, o un idioma que no ha sido documentado formalmente, ¿cómo procedería? Este módulo es una introducción a los teorías de adquisición de otro idioma, y permite que usted pueda probar lo que está aprendiendo, en grupos de aprendizaje de otro idioma (35 horas)."
      }
    }
  },
  "title": "Diplomado Internacional en Lingüística Aplicada - BUAP 2024",
  "footer": {
    "privacyPolicy": "Política de Privacidad",
    "termsOfUse": "Términos de Uso",
    "contact": "Contáctenos"
  },
  "academics": "Académicos",
  "instructors": "Instructores",
  "history": "Historia",
  "alumni": "Alumni"
}
